{
  "collects": [
    {
      "id": 1,
      "theme": "General",
      "text": "Grant us, we beseech Thee, Almighty God, a steadfast faith in Jesus Christ, a cheerful hope in Thy mercy, and a sincere love to Thee and to all our fellow men; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 2,
      "theme": "General",
      "text": "O Lord God, heavenly Father, we give Thee thanks that of Thy great goodness and mercy Thou didst suffer Thine only-begotten Son to become incarnate and to redeem us from sin and everlasting death; and we beseech Thee, enlighten our hearts by Thy Holy Spirit that we may evermore yield Thee unfeigned thanks for this Thy grace and may comfort ourselves with the same in all time of tribulation and temptation; through the same Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 3,
      "theme": "General",
      "text": "Almighty God, who hast given us commandment to pray for the gift of the Holy Ghost, most heartily we beseech Thee through Jesus Christ, our Advocate, to grant us Thy Holy Spirit that He may quicken our hearts by Thy saving Word and lead us into all truth, that He may guide, instruct, enlighten, govern, comfort, and sanctify us unto everlasting life; through the same Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 4,
      "theme": "General",
      "text": "Send, we beseech Thee, Almighty God, Thy Holy Spirit into our hearts that He may rule and direct us according to Thy will, comfort us in all our temptations and afflictions, defend us from all error, and lead us into all truth, that we, being steadfast in the faith, may increase in love and in all good works and in the end obtain everlasting life; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 5,
      "theme": "General",
      "text": "Almighty God, our heavenly Father, who of Thy tender love toward us sinners hast given us Thy Son that, believing on Him, we might have everlasting life, grant us, we beseech Thee, Thy Holy Spirit that we may continue steadfast in this faith to the end and may come to everlasting life; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 6,
      "theme": "General",
      "text": "Almighty and everlasting God, who by Thy Son hast promised us forgiveness of sins and everlasting life, we beseech Thee so to rule and govern our hearts by Thy Holy Spirit that in our daily need, and especially in all time of temptation, we may seek help from Him and by a true and lively faith in Thy Word obtain the same; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 7,
      "theme": "General",
      "text": "O Lord God, heavenly Father, we beseech Thee, let Thy Holy Spirit dwell in us that He may enlighten and lead us into all truth and evermore defend us from all adversities; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 8,
      "theme": "General",
      "text": "O Lord God, heavenly Father, who hast given Thine only Son to die for our sins and to rise again for our justification, quicken us, we beseech Thee, by Thy Holy Spirit, unto newness of life that through the power of His resurrection we may dwell with Christ forever; through the same Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 9,
      "theme": "General",
      "text": "Almighty and ever-living God, who makest us both to will and to do those things which are good and acceptable unto Thy divine Majesty, let Thy fatherly hand, we beseech Thee, ever be over us; let Thy Holy Spirit ever be with us; and so lead us in the knowledge and obedience of Thy Word that in the end we may obtain everlasting life; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 10,
      "theme": "For The Church",
      "text": "Grant, we beseech Thee, Almighty God, unto Thy Church Thy Holy Spirit and the wisdom which cometh down from above that Thy Word, as becometh it, may not be bound, but have free course and be preached to the joy and edifying of Christ's holy people, that in steadfast faith we may serve Thee and in the confession of Thy name abide unto the end; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 11,
      "theme": "For The Church",
      "text": "Merciful God, we beseech Thee to cast the bright beams of Thy light upon Thy Church that, being instructed by the doctrine of the blessed Apostles, it may so walk in the light of Thy truth that it may at length attain to the light of everlasting life; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 12,
      "theme": "For The Church",
      "text": "O God, our Protector, behold, and look upon, the face of Thine Anointed, who hath given Himself for the redemption of all, and grant that from the rising of the sun to the going down thereof Thy name may be great among the Gentiles and that in every place sacrifice and a pure offering may be made unto Thy name; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 13,
      "theme": "For The Church",
      "text": "O Lord, favorably receive the prayers of Thy Church, that, being delivered from all adversity and error, it may serve Thee in safety and freedom; and grant us Thy peace in our time; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 14,
      "theme": "For The Children Of The Church",
      "text": "Almighty and everlasting God, who dost will that not one of these little ones should perish and hast sent Thine only Son to seek and to save that which was lost and through Him hast said, Suffer the little children to come unto Me and forbid them not; for of such is the kingdom of God, most heartily we beseech Thee so to bless and govern the children of Thy Church by Thy Holy Spirit that they may grow in grace and in the knowledge of Thy Word; protect and defend them against all danger and harm, giving Thy holy angels charge over them; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 15,
      "theme": "For The Ministers Of The Word",
      "text": "Almighty and everlasting God, who alone doest great wonders, send down upon Thy ministers and upon the congregations committed to their charge the healthful Spirit of Thy grace; and that they may truly please Thee, pour upon them the continual dew of Thy blessing; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 16,
      "theme": "For The Ministers Of The Word",
      "text": "Almighty and gracious God, the Father of our Lord Jesus Christ, who hast commanded us to pray that Thou wouldest send forth laborers into Thy harvest, of Thine infinite mercy give us true teachers and ministers of Thy Word, and put Thy saving Gospel in their hearts and on their lips that they may truly fulfill Thy command and preach nothing contrary to Thy holy Word, that we, being warned, instructed, nurtured, comforted, and strengthened by Thy heavenly Word, may do those things which are well-pleasing to Thee and profitable to us; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 17,
      "theme": "For The Ministers Of The Word",
      "text": "O almighty God, who by Thy Son, Jesus Christ, didst give to Thy holy Apostles many excellent gifts and commandedst them earnestly to feed Thy flock, make, we beseech Thee, all pastors diligently to preach Thy holy Word and the people obediently to follow the same that they may receive the crown of everlasting glory; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 18,
      "theme": "For The Church In Its Conflicts",
      "text": "Almighty and everlasting God, who wilt have all men to be saved and to come to the knowledge of the truth, we beseech Thy glorious majesty, through Jesus Christ, our Lord and Savior, impart the grace and help of Thy Holy Spirit to all ministers of Thy Word that they may purely teach it to the saving of men. Bring to naught by Thine almighty power and unsearchable wisdom all the counsels of those who hate Thy Word and who, by corrupt teaching or with violent hands, would destroy it, and enlighten them with the knowledge of Thy glory, that we, leading a quiet and peaceable life, may by a pure faith learn the riches of Thy heavenly grace and in holiness and righteousness serve Thee, the only true God; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 19,
      "theme": "For Those Who Have Erred",
      "text": "Almighty God, our heavenly Father, whose property it is always to have mercy, we most earnestly beseech Thee to visit with Thy fatherly correction all such as have erred and gone astray from the truth of Thy holy Word and to bring them to a due sense of their error that they may again with hearty faith receive, and hold fast, Thine unchangeable truth; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 20,
      "theme": "For Those Who Have Erred",
      "text": "Almighty, merciful, and gracious God and Father, with our whole heart we beseech Thee for all who have forsaken the Christian faith, all who have wandered from any portion thereof or are in doubt or temptation through the corrupters of Thy Word, that Thou wouldest visit them as a Father, reveal unto them their error, and bring them back from their wanderings, that they, in singleness of heart, taking pleasure alone in the pure truth of Thy Word, may be made wise thereby unto everlasting life through faith in Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 21,
      "theme": "For Unity",
      "text": "O God, who restorest to the right way them that err, who gatherest them that are scattered, and preservest them that are gathered, of Thy tender mercy we beseech Thee, pour upon Thy Christian people the grace of unity, that, all schisms being healed, Thy flock, united to the true Shepherd of Thy Church, may worthily serve Thee; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 22,
      "theme": "For The Removal Of Schism",
      "text": "Bring to naught, O Christ, the schisms of heresy which seek to subvert Thy truth, that, as Thou art acknowledged in heaven and in earth as one and the same Lord, so Thy people, gathered from all nations, may serve Thee in unity of faith."
    },
    {
      "id": 23,
      "theme": "For The Jews",
      "text": "Almighty and everlasting God, who lovest to show mercy, hear the prayers which we offer unto Thee for Thine ancient people, that, acknowledging Jesus Christ, who is the Light of truth, they may be delivered from their darkness; through the same Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 24,
      "theme": "For The Heathen",
      "text": "Almighty and everlasting God, who desirest not the death of a sinner, but wouldest have all men to repent and live, hear our prayers for the heathen, take away iniquity from their hearts, and turn them from their idols unto the living and true God and to Thine only Son; and gather them into Thy holy Church, to the glory of Thy name; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 25,
      "theme": "For The Civil Authorities",
      "text": "O merciful Father in heaven, who holdest in Thy hand all the might of man and who hast ordained the powers that be for the punishment of evildoers and for the praise of them that do well, and of whom is all rule and authority in the kingdoms of the world, we humbly beseech Thee, graciously regard Thy servants, the President of the United States, the Governor of this Commonwealth, our Judges and Magistrates, and all the rulers of the earth. May all that receive the sword as Thy ministers bear it according to Thy commandment. Enlighten and defend them by Thy name, O God. Grant them wisdom and understanding, that under their peaceable governance Thy people may be guarded and directed in righteousness, quietness, and unity. Protect and prolong their lives, O God of our salvation, that we with them may show forth the praise of Thy name; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 26,
      "theme": "For Our Enemies",
      "text": "Forgive, we beseech Thee, O Lord, our enemies and them that despitefully use us, and so change their hearts that they may walk with us in meekness and peace; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 27,
      "theme": "For Our Enemies",
      "text": "O almighty, everlasting God, who through Thine only Son, our blessed Lord, hast commanded us to love our enemies, to do good to them that hate us, and to pray for them that persecute us, we earnestly beseech Thee that by Thy gracious visitation they may be led to true repentance and may have the same love and be of one accord and of one mind and heart with us and with Thy whole Church; through the same Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 28,
      "theme": "In Time Of National Calamity",
      "text": "O Lord God, heavenly Father, we humbly confess unto Thee that by our evil-doing and continual disobedience we have deserved these Thy chastisements; yet we earnestly beseech Thee, for Thy name's sake, to spare us; restrain the harmful power of the enemy and help Thy suffering people that Thy Word may be declared faithfully and without hindrance and that we, amending our sinful lives, may walk obedient to Thy holy commandments; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 29,
      "theme": "In Time Of National Calamity",
      "text": "Look mercifully, O Lord, we beseech Thee, on the affliction of Thy people, and let not our sin destroy us, but let Thine almighty mercy save us; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 30,
      "theme": "In Time Of National Calamity",
      "text": "Most loving and gracious Lord God, who for our many grievous sins art pleased sorely to chasten us, we flee to Thy tender and fatherly compassion alone, beseeching Thee that, as a father pitieth his children, Thou wouldest pity us miserable sinners. Turn away Thy righteous wrath and give us not over to deserved death, but deliver us that we may now and evermore praise Thee, O gracious God and Father, who desirest not the death of a sinner, but rather that he may turn from his wickedness and live; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 31,
      "theme": "For Prisoners",
      "text": "Almighty God, who didst bring the Apostle Peter forth out of prison, have mercy upon all who are suffering unjust imprisonment and set them free from their bonds that we may rejoice in their deliverance and continually give praise to Thee; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 32,
      "theme": "For Peace And Quietness",
      "text": "O Lord, we beseech Thee mercifully to hear the prayers of Thy Church that we, being delivered from all adversities and serving Thee with a quiet mind, may enjoy Thy peace all the days of our life; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 33,
      "theme": "In Time Of Affliction And Distress",
      "text": "Almighty and everlasting God, the Consolation of the sorrowful and the Strength of the weak, may the prayers of them that in any tribulation or distress cry unto Thee, graciously come before Thee, so that in all their necessities they may mark and receive Thy manifold help and comfort; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 34,
      "theme": "In Time Of Affliction And Distress",
      "text": "Almighty and most merciful God, who hast appointed us to endure sufferings and death with our Lord Jesus Christ before we enter with Him into eternal glory, grant us grace at all times to subject ourselves to Thy holy will and to continue steadfast in the true faith unto the end of our lives and at all times to find peace and joy in the blessed hope of the resurrection of the dead and of the glory of the world to come; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 35,
      "theme": "In Time Of Affliction And Distress",
      "text": "Almighty God, cast not away Thy people who cry unto Thee in their tribulation, but for the glory of Thy name be pleased to help the afflicted; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 36,
      "theme": "For The Sick",
      "text": "Almighty, everlasting God, the eternal Salvation of them that believe, hear our prayers in behalf of Thy servants who are sick, for whom we implore the aid of Thy mercy, that, being restored to health, they may render thanks to Thee in Thy Church; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 37,
      "theme": "For The Sick",
      "text": "O Lord, look down from heaven, behold, visit, and relieve Thy servants for whom we offer our supplications; look upon them with the eyes of Thy mercy; give them comfort and sure confidence in Thee, defend them from the danger of the enemy, and keep them in perpetual peace and safety; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 38,
      "theme": "For Mothers",
      "text": "O almighty, everlasting God and Father, Creator of all things, who by Thy grace, through Thy Son, our Lord, who hath redeemed us from sin, makest the anguish of our human birth a holy and salutary cross, we pray Thee, O gracious Father, Lord, and God, that Thou wouldest preserve and guard the work of Thine own hand. Forsake not them who cry to Thee in sore travail, but deliver them out of all their pains, to their joy and to the glory of Thy goodness; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 39,
      "theme": "In Time Of Great Sickness",
      "text": "Almighty and most merciful God, our heavenly Father, we, Thine erring children, humbly confess unto Thee that we have justly deserved the chastening which for our sins Thou hast sent upon us; but we entreat Thee, of Thy boundless goodness to grant us true repentance, graciously to forgive our sins, to remove from us, or to lighten, our merited punishment, and so to strengthen us by Thy grace that as obedient children we may be subject to Thy will and bear our afflictions in patience; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 40,
      "theme": "In Time Of Drought",
      "text": "O God, most merciful Father, we beseech Thee to open the windows of heaven and to send a fruitful rain upon us, to revive the earth, and to refresh the fruits thereof, for all things droop and wither. Graciously hear our prayer in this our necessity that we may praise and glorify Thy name forever and ever; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 41,
      "theme": "In Time Of Unseasonable Weather",
      "text": "O Lord God, heavenly Father, who art gracious and merciful and hast promised that Thou wilt hear us when we call upon Thee in our troubles, we beseech Thee, look not upon our sins and evil-doings, but upon our necessities, and according to Thy mercy send us such seasonable weather that the earth may in due time yield her increase, that by Thy goodness we may receive our daily bread and learn to know Thee as a merciful God and evermore give thanks to Thee for Thy goodness; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 42,
      "theme": "Thanksgiving",
      "text": "O Lord God, heavenly Father, from whom without ceasing we receive exceeding abundantly all good gifts and who daily of Thy pure grace guardest us against all evil, grant us, we beseech Thee, Thy Holy Spirit that, acknowledging with our whole heart all this Thy goodness, we may now and evermore thank and praise Thy loving-kindness and tender mercy; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 43,
      "theme": "Thanksgiving",
      "text": "Almighty God, our heavenly Father, whose mercies are new unto us every morning and who, though we have in no wise deserved Thy goodness, dost abundantly provide for all our wants of body and soul, give us, we pray Thee, Thy Holy Spirit that we may heartily acknowledge Thy merciful goodness toward us, give thanks for all Thy benefits, and serve Thee in willing obedience; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 44,
      "theme": "Thanksgiving",
      "text": "Almighty and most merciful God, who in Thy fatherly wisdom hast chastened us on account of our sins that we might not continue in impenitence and vain confidence and thus perish with the ungodly, in the midst of wrath Thou hast remembered mercy and hast graciously delivered us out of our affliction. We give Thee therefore most hearty thanks and praise that Thou hast turned away from us Thy just anger and shown Thyself favorable toward us, Thine unworthy servants. Bless the Lord, O my soul; and all that is within me, bless His holy name. Bless the Lord, O my soul, and forget not all His benefits. Thou, Lord, art merciful and gracious, slow to anger, and plenteous in mercy. Glory be to Thee, O God, forever; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 45,
      "theme": "Thanksgiving",
      "text": "Glory be to Thee, O God most holy. Glory be to Thee, O God most high. Glory be to Thee, O King of heaven and earth, who, as a father pitieth his children, pitiest us. Fill us with joy and gladness in the Holy Ghost that, when Thou shalt render to every man according to his works, we may be found acceptable before Thee; through Him who hath redeemed us from the shame and curse of sin, even Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 46,
      "theme": "For Protection During The Day",
      "text": "O Lord, our heavenly Father, almighty and everlasting God, who hast safely brought us to the beginning of this day, defend us in the same with Thy mighty power, and grant that this day we fall into no sin, neither run into any kind of danger, but that all our doings, being ordered by Thy governance, may be righteous in Thy sight; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 47,
      "theme": "For Protection During The Night",
      "text": "Lighten our darkness, we beseech Thee, O Lord; and by Thy great mercy defend us from all perils and dangers of this night; for the love of Thine only Son, our Savior, Jesus Christ."
    },
    {
      "id": 48,
      "theme": "For Grace To Use Our Gifts",
      "text": "O Lord God Almighty, who dost endue Thy servants with divers and singular gifts of the Holy Ghost, leave us not, we beseech Thee, destitute of Thy manifold gifts nor yet of grace to use them always to Thine honor and glory; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 49,
      "theme": "For Grace To Receive The Word",
      "text": "Blessed Lord, who hast caused all Holy Scriptures to be written for our learning, grant that we may in such wise hear them, read, mark, learn, and inwardly digest them that by patience and comfort of Thy holy Word we may embrace, and ever hold fast, the blessed hope of everlasting life which Thou hast given us in our Savior Jesus Christ."
    },
    {
      "id": 50,
      "theme": "For Grace To Be Led Into All Truth",
      "text": "Enlighten our minds, we beseech Thee, O God, by the Spirit which proceedeth from Thee, that, as Thy Son hath promised, we may be led into all truth; through the same Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 51,
      "theme": "For Spiritual Renewal",
      "text": "Almighty God, who hast given us Thine only-begotten Son to take our nature upon Him, grant that we, being regenerate and made Thy children by adoption and grace, may daily be renewed by Thy Holy Spirit; through the same Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 52,
      "theme": "For Penitence",
      "text": "Merciful Father, give us grace that we may never presume to sin; but if at any time we offend Thy divine majesty, may we truly repent and lament our offense and by a lively faith obtain remission of all our sins, solely through the merits of Thy Son, our Savior, Jesus Christ."
    },
    {
      "id": 53,
      "theme": "For Pardon",
      "text": "Hear, we beseech Thee, O Lord, the prayer of Thy suppliants and spare those who confess their sins unto Thee that Thou mayest bestow upon us both pardon and peace; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 54,
      "theme": "For Deliverance From Sin",
      "text": "We beseech Thee, O Lord, in Thy clemency to show us Thine unspeakable mercy that Thou mayest both set us free from our sins and rescue us from the punishments which for our sins we deserve; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 55,
      "theme": "For Grace To Do God's Will",
      "text": "Almighty God, give us grace that we may cast away the works of darkness and put upon ourselves the armor of light, now in the time of this mortal life, in which Thy Son Jesus Christ came to visit us in great humility, that in the Last Day, when He shall come again in His glorious majesty to judge both the quick and the dead, we may rise to the life immortal; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 56,
      "theme": "For Grace To Love And Serve God",
      "text": "O God, who, through the grace of Thy Holy Spirit, dost pour the gifts of charity into the hearts of Thy faithful people, grant unto Thy servants health both of mind and body that they may love Thee with their whole strength and with their whole heart perform those things which are pleasing unto Thee; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 57,
      "theme": "For Aid Against Temptation",
      "text": "O God, who justifiest the ungodly and who desirest not the death of the sinner, we humbly implore Thy majesty that Thou wouldest graciously assist by Thy heavenly aid, and evermore shield with Thy protection, Thy servants who trust in Thy mercy, that they may be separated by no temptations from Thee and without ceasing may serve Thee; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 58,
      "theme": "For Faith",
      "text": "Almighty and ever-living God, who hast given to them that believe exceeding great and precious promises, grant us so perfectly and without all doubt to believe in Thy Son Jesus Christ that our faith in Thy sight may never be reproved. Hear us, O Lord, through the same Savior, Thy Son, Jesus Christ."
    },
    {
      "id": 59,
      "theme": "For Divine Guidance And Help",
      "text": "Direct us, O Lord, in all our doings with Thy most gracious favor and further us with Thy continual help, that in all our works begun, continued, and ended in Thee we may glorify Thy holy name and finally, by Thy mercy, obtain everlasting life; through Jesus Christ, our Lord."
    },
    {
      "id": 60,
      "theme": "For Divine Guidance And Help",
      "text": "O almighty and everlasting God, vouchsafe, we beseech Thee, to direct, sanctify, and govern both our hearts and bodies in the ways of Thy laws and in the works of Thy commandments, that through Thy most mighty protection, both here and ever, we may be preserved in body and in soul; through our Lord and Savior Jesus Christ."
    },
    {
      "id": 61,
      "theme": "For Spiritual Illumination",
      "text": "Grant, we beseech Thee, almighty God, that the brightness of Thy glory may shine forth upon us and that the light of Thy light, by the illumination of the Holy Spirit, may stablish the hearts of all that have been born anew by Thy grace; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 62,
      "theme": "For Likeness To Christ",
      "text": "Almighty God, who hast given Thine only Son to be unto us both a Sacrifice for sin and also an Example of godly life, give us grace that we may always most thankfully receive this His inestimable benefit and also daily endeavor ourselves to follow the blessed steps of His most holy life; through the same Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 63,
      "theme": "For A Right Knowledge Of Christ",
      "text": "O almighty God, whom to know is everlasting life, grant us perfectly to know Thy Son, Jesus Christ, to be the Way, the Truth, and the Life, that, following His steps, we may steadfastly walk in the way that leadeth to eternal life; through the same Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 64,
      "theme": "For The Holy Spirit",
      "text": "O Lord God, heavenly Father, who by the blessed light of Thy divine Word hast led us to the knowledge of Thy Son, we most heartily beseech Thee so to replenish us with the grace of Thy Holy Spirit that we may ever walk in the light of Thy truth and, rejoicing with sure confidence in Christ, our Savior, may in the end be brought unto everlasting salvation; through the same Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 65,
      "theme": "For The Holy Spirit",
      "text": "Almighty and everlasting God, who of Thy great mercy in Jesus Christ, Thy Son, dost grant us forgiveness of sin and all things pertaining to life and godliness, grant us, we beseech Thee, Thy Holy Spirit that He may so rule our hearts that we, being ever mindful of Thy fatherly mercy, may strive to mortify the flesh and to overcome the world and, serving Thee in holiness and pureness of living, may give Thee continual thanks for all Thy goodness; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 66,
      "theme": "For Purity",
      "text": "Almighty God, unto whom all hearts are open, all desires known, and from whom no secrets are hid, cleanse the thoughts of our hearts by the inspiration of Thy Holy Spirit that we may perfectly love Thee and worthily magnify Thy holy name; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 67,
      "theme": "For Innocency Of Life",
      "text": "O God, whose strength is made perfect in weakness, mortify and kill all vices in us and so strengthen us by Thy grace that by the innocency of our lives and the constancy of our faith, even unto death, we may glorify Thy holy name; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 68,
      "theme": "For Love To God",
      "text": "O God, who makest all things to work together for good to them that love Thee, pour into our hearts such steadfast love toward Thee that the pure desires which by Thy Spirit have been stirred up in us may not be turned aside by any temptation; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 69,
      "theme": "For Charity",
      "text": "O Lord, who hast taught us that all our doings without charity are worth nothing, send Thy Holy Spirit and pour into our hearts that most excellent gift of charity, the very bond of peace, and all virtues, without which whosoever liveth is counted dead before Thee. Grant this for Thine only Son Jesus Christ's sake."
    },
    {
      "id": 70,
      "theme": "For Humility",
      "text": "O God, who resistest the proud and givest grace to the humble, grant unto us true humility, after the likeness in which Thine only Son hath revealed it in Himself, that we may never be lifted up and provoke Thy wrath, but in all lowliness be made partakers of the gifts of Thy grace; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 71,
      "theme": "For Patience",
      "text": "O God, who by the meek endurance of Thine only-begotten Son didst beat down the pride of the old enemy, help us, we beseech Thee, rightly to treasure in our hearts what our Lord hath of His goodness borne for our sakes, that after His example we may bear with patience whatsoever things are adverse to us; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 72,
      "theme": "For A Happy Death",
      "text": "Confirm, we beseech Thee, Almighty God, Thine unworthy servants in Thy grace that in the hour of our death the adversary may not prevail against us but that we may be found worthy of everlasting life; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 73,
      "theme": "For The Blessedness Of Heaven",
      "text": "Almighty, everlasting God, who didst give Thine only Son to be a High Priest of good things to come, hereafter grant unto us, Thine unworthy servants, to have our share in the company of the blessed; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 74,
      "theme": "For Peace",
      "text": "O God, who art the Author of peace and Lover of concord, in knowledge of whom standeth our eternal life, whose service is perfect freedom, defend us, Thy humble servants, in all assaults of our enemies, that we, surely trusting in Thy defense, may not fear the power of any adversaries; through the might of Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 75,
      "theme": "For An Answer To Prayer",
      "text": "Almighty God, who hast given us grace at this time with one accord to make our common supplications unto Thee and dost promise that, when two or three are gathered together in Thy name, Thou wilt grant their requests, fulfill now, O Lord, the desires and petitions of Thy servants, as may be most expedient for them; granting us in this world knowledge of Thy truth and in the world to come life everlasting; through Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 76,
      "theme": "For An Answer To Prayer",
      "text": "Almighty God, the Fountain of all wisdom, who knowest our necessities before we ask and our ignorance in asking, we beseech Thee to have compassion upon our infirmities; and those things which for our unworthiness we dare not, and for our blindness we cannot, ask vouchsafe to give us for the worthiness of Jesus Christ, Thy Son, our Lord."
    },
    {
      "id": 77,
      "theme": "For An Answer To Prayer",
      "text": "Almighty God, who hast promised to hear the petitions of those who ask in Thy Son's name, we beseech Thee mercifully to incline Thine ears to us who have now made our prayers and supplications unto Thee; and grant that those things which we have faithfully asked according to Thy will may effectually be obtained to the relief of our necessity and to the setting forth of Thy glory; through Jesus Christ, Thy Son, our Lord."
    }
  ]
}