{
    "te_deum":{
        "title":"Te Deum",
        "content": "We praise Thee O God, we acknowledge Thee to be the Lord.\nAll the earth doth worship Thee, the Father Everlasting.\nTo Thee all the angels cry aloud, the heavens and all the powers therein;\nTo Thee cherubim and seraphim continually do cry;\nHoly, holy, holy, Lord God of Sabaoth;\nHeaven and earth are full of the majesty of Thy glory.\nThe glorious company of the Apostles praise Thee\nThe goodly fellowship of the prophets praise Thee;\nThe noble army of martyrs praise Thee;\nThe holy Church though all the world doth acknowledge Thee;\nThe Father of an infinite majesty; Thine adorable true and only Son,\nAlso the Holy Ghost, the Comforter.\nThou art the King of Glory, O Christ.\nThou are the everlasting Son of the Father.\nWhen Thou tookest upon Thee to deleiver man;\nThou didst humble Thyself to be born of a virgin.\nWhen Thou hadst overcome the sharpness of death,\nThou didst open the kingdom of heaven to all believers.\nThou sittest at the right hand of God\nIn the glory of the Father.\nWe believe that thou shalt come\nTo be our judge.\nWe therefore pray Thee to help Thy servants,\nWhom Thou hast redeemed with Thy precious blood.\nMake them to be numbered with Thy saints\nIn glory everlasting.\nO Lord, save Thy people and bless Thine heritage.\nGovern them and lift them up forever.\nDay by day we magnify Thee,\nAnd we worship Thy name ever, world without end.\nVouchsafe, O Lord, to keep us this day without sin,\nO Lord have mercy upon us, have mercy upon us,\nO Lord, let Thy mercy be upon us, as our trust is in Thee.\nO Lord, in Thee have I trusted; let me never be confounded."
    },
    "magnificat":{
        "title":"Magnificat",
        "content": "My soul doth magnify the Lord,\nand my spirit hath rejoiced in God, my Savior.\nFor He hath regarded the low estate of His handmaiden:\nfor, behold, from henceforth all generations shall call me blessed.\nFor He that is mighty hath done to me great things,\nand holy is His name.\nAnd His mercy is on them that fear Him\nfrom generation to generation.\nHe hath showed strength with His arm;\nHe hath scattered the proud in the imagination of their hearts.\nHe hath put down the mighty from their seats,\nand exalted them of low degree.\nHe hath filled the hungry with good things,\nand the rich He hath sent empty away.\nHe hath holpen His servant Israel,\nin remembrance of His mercy,\nas He spake to our fathers,\nto Abraham, and to his seed forever.\n\nGlory be to the Father and to the Son and to the Holy Ghost:\nAs it was in the beginning, is now, and ever shall be, world without end. Amen."
    },
    "benedictus":{
        "title":"Benedictus",
        "content":"1. Blessed be the Lord God of Israel;\nfor He hath visited and redeemed His people,\n2. And hath raised up an horn of salvation for us\nin the house of His servant David;\n3. As He spake by the mouth of His holy prophets,\nwhich have been since the world began:\n4. That we should be saved from our enemies,\nand from the hand of all who hate us;\n5. To perform the mercy promised to our fathers,\nand to remember His holy covenant;\n6. The oath which He sware to our father Abraham,\nthat He would grant unto us\n7. That we being delivered out of the hand of our enemies\nmight serve Him without fear,\n8. In holiness and righteousness before Him,\nall the days of our life.\n9. And thou, child, shalt be called the prophet of the Highest;\nfor thou shalt go before the face of the Lord to prepare His ways;\n10. To give knowledge of salvation unto His people\nby the remission of their sins,\n11. Through the tender mercy of our God,\nwhereby the Dayspring from on high hath visited us,\n12. To give light to them that sit in darkness and in the shadow of\ndeath,\nto guide our feet into the way of peace.\n\nGlory be to the Father and to the Son and to the Holy Ghost:\nAs it was in the beginning, is now, and ever shall be, world without end. Amen."
    },
    "nunc_dimittis":{
        "title": "Nunc Dimittis",
        "content":"1. Lord, now lettest Thou Thy servant depart in peace, according to Thy\nword:\n2. For mine eyes have seen Thy salvation, which Thou hast prepared\nbefore the face of all people;\n3. A light to lighten the Gentiles, and the glory of Thy people Israel.\n\nGlory be to the Father and to the Son and to the Holy Ghost:\nAs it was in the beginning, is now, and ever shall be, world without end. Amen."
    }
}