{
    "litany":{
        "title": "Litany", 
        "content": "<p>O Lord, <br><strong>Have mercy upon us.</strong></p><p>O Christ, <br><strong>Have mercy upon us.</strong></p><p>O Lord, <br><strong>Have mercy upon us.</strong></p><p>O Christ, <br><strong>Hear Thou us.</strong></p><p>O God the Father in heaven, <br><strong>Have mercy upon us.</strong></p><p>O God the Son, Redeemer of the world, <br><strong>Have mercy upon us.</strong></p><p>O God the Holy Ghost, <br><strong>Have mercy upon us.</strong></p><p>Be gracious unto us. <br><strong>Spare us, good Lord.</strong></p><p>Be gracious unto us. <br><strong>Help us, good Lord.</strong></p><p>From all sin;<br>From all error;<br>From all evil: <br><strong>Good Lord, deliver us.</strong></p><p>From the crafts and assaults of the devil;<br>From sudden and evil death;<br>From pestilence and famine;<br>From war and bloodshed;<br>From sedition and rebellion;<br>From lightning and tempest;<br>From all calamity by fire and water;<br>And from everlasting death; <br><strong>Good Lord, deliver us.</strong></p><p>By the mystery of Thy holy Incarnation;<br>By Thy holy Nativity;<br>By Thy baptism, fasting, and temptation;<br>By Thine agony and bloody sweat;<br>By Thy cross and Passion;<br>By Thy precious death and burial;<br>by Thy glorious resurrection and ascension;<br>And by the coming of the Holy Ghost, the Comforter: <br><strong>Help us, good Lord.</strong></p><p>In all time of our tribulation;<br>In all time of our prosperity;<br>In the hour of death;<br>And in the day of Judgment: <br><strong>Help us, good Lord.</strong></p><p>We poor sinners do beseech Thee <br><strong>To hear us, O Lord God,</strong></p><p>And to rule and govern Thy holy Christian Church;<br>To preserve all pastors and ministers of Thy Church in the true knowledge and understanding of Thy Word and in holiness of life;<br>To put an end to all schism and causes of offense;<br>To bring into the way of truth all such as have erred and are deceived;<br>To beat down Satan under our feet;<br>To send faithful laborers into Thy harvest;<br>To accompany Thy Word with Thy Spirit and grace;<br>To raise up them that fall and to strengthen such as do stand;<br>And to comfort and help the weak-hearted and the distressed: <br><strong>We beseech Thee to hear us, good Lord.</strong></p><p>To give all nations peace and concord;<br>To preserve our country from discord and contention;<br>To give to our nation perpetual victory over all its enemies;<br>To direct and defend our President and all in authority;<br>And to bless and keep our magistrates and all our people: <br><strong>We beseech Thee to hear us, good Lord.</strong></p><p>To behold and succor all who are in danger, necessity, and tribulation;<br>To protect all who travel by land or water;<br>To preserve all women in the perils of childbirth;<br>To strengthen and keep all sick persons and young children;<br>To set free all who are innocently imprisoned;<br>To defend and provide for all fatherless children and widows;<br>And to have mercy upon all men: <br><strong>We beseech Thee to hear us, good Lord.</strong></p><p>To forgive our enemies, persecutors, and slanderers and to turn their hearts;<br>To give and preserve to our use the fruits of the earth;<br>And graciously to hear our prayers: <br><strong>We beseech Thee to hear us, good Lord.</strong></p><p>O Lord Jesus Christ, Son of God, <br><strong>We beseech Thee to hear us, good Lord.</strong></p><p>O Lamb of God, that takest away the sin of the world,<br><strong>Have mercy upon us.</strong></p><p>O Lamb of God, that takest away the sin of the world, <br><strong>Have mercy upon us.</strong></p><p>O Lamb of God, that takest away the sin of the world, <br><strong>Grant us Thy peace.</strong></p><p>O Christ, <br><strong>Hear thou us.</strong></p><p>O Lord, <br><strong>Have mercy upon us.</strong></p><p>O Christ, <br><strong>Have mercy upon us.</strong></p><p><strong>Lord, have mercy upon us. Amen.</strong></p>"
    }, 
    "suffrages": {
        "title": "Suffrages", 
        "content": "<p>O Lord, <br><strong>have mercy upon us.</strong></p><p>O Christ, <br><strong>have mercy upon us.</strong></p><p>O Lord, <br><strong>have mercy upon us.</strong></p><p>Our Father, who art in heaven; Hallowed be Thy Name; Thy kingdom come; Thy will be done on earth, as it is in heaven; Give us this day our daily bread; And forgive us our trespasses, as we forgive those who trespass against us; And lead us not into temptation. <br><strong>But deliver us from evil.</strong></p><p>I said; O Lord, be merciful unto me;<br><strong>Heal my soul; for I have sinned against Thee.</strong><br>Return, O Lord, how long?<br><b>And let it repent Thee concerning Thy servants.</b><br>Let Thy mercy, O Lord, be upon us;<br><b>According as we hope in Thee.</b><br>Let Thy priests be clothed with righteousness;<br><b>And let Thy saints shout for joy.</b><br>O Lord, save our rulers;<br><b>Let the King hear us when we call.</b><br>Save Thy people, and bless Thine inheritance;<br><b>Feed them also, and lift them up for ever.</b><br>Remember Thy congregation;<br><b>Which Thou hast purchased of old.</b><br>Peace be within thy walls;<br><b>And prosperity within thy palaces.</b><br>Let us pray for our absent brethren;<br><b>O Thou, our God, save Thy servants that trust in Thee.</b><br>Let us pray for the broken-hearted and the captives;<br><b>Redeem Israel, O God, out of all his troubles.</b><br>Send them help from the Sanctuary.<br><b>And strengthen them out of Zion.</b><br>Hear my prayer, O LORD;<br><b>And let my cry come unto Thee.</b></p><p><i>Then may be said responsively, by the Minister and Congregation, the Psalm De Profundis (130) at Early Morning Service, and at Evening Service, Psalm Miserere Mei (51).</i>&nbsp;</p>",
        "matins": "<p>Out of the depths have I cried:<br><strong>Unto Thee O Lord.</strong></p><p>Lord, hear my voice:<br><strong>Let thine ears be attentive to the voice of my supplications.</strong></p><p>If Thou, Lord, shouldest mark iniquities:<br><strong>Lord, who shall stand?<br></strong></p><p>But there is forgiveness with Thee:<br><strong>That Thou mayest be feared.</strong></p><p>I wait for the Lord, my soul doth wait:<br><strong>And in His Word do I hope.</strong></p><p>My soul waiteth for the Lord more than they that watch for the morning:<br><strong>I say, more than they that watch for the morning.</strong></p><p>Let Israel hope in the Lord:<br><strong>For with the Lord there is mercy, and with Him is plenteous redemption.</strong></p><p>And He shall redeem Israel:<br><strong>From all his iniquities.</strong></p><p>Glory be to the Father, and to the Son, and to the Holy Ghost:<br><strong>As it was in the beginning, is now, and ever shall be world without end. Amen. </strong></p>", 
        "vespers": "<p>Have mercy upon me, O God, according to Thy loving kindness:<br><strong>According unto the multitude of Thy tender mercies, blot out my transgressions.</strong></p><p>Wash me thoroughly from mine iniquity:<br><strong>And cleanse me from my sin.</strong></p><p>For I acknowledge my transgressions:<br><strong>And my sin is ever before me.</strong></p><p>Against Thee, Thee only, have I sinned and done this evil in Thy sight;<br><strong>That Thou mightest be justified when Thou speakest and be clear when Thou judgest.</strong></p><p>Behold, I was shapen in iniquity:<br><strong>And in sin did my mother conceive me.</strong></p><p>Behold, Thou desirest truth in the inward parts:<br><strong>And in the hidden part shalt Thou make me to know wisdom.</strong></p><p>Purge me with hyssop, and I shall be clean:<br><strong>Wash me, and I shall be whiter than snow.</strong></p><p>Make me to hear joy and gladness:<br><strong>That the bones which Thou hast broken may rejoice.</strong></p><p>Hide Thy face from my sins:<br><strong>And blot out all mine iniquities.</strong></p><p>Create in me a clean heart, O God:<br><strong>And renew a right spirit within me.</strong></p><p>Cast me not away from Thy presence:<br><strong>And take not Thy Holy Spirit from me.</strong></p><p>Restore unto me the joy of Thy salvation:<br><strong>And uphold me with Thy free Spirit.</strong></p><p>Then will I teach transgressors Thy ways:<br><strong>And sinners shall be converted unto Thee.</strong></p><p>Deliver me from blood-guiltiness, O God, Thou God of my salvation<br><strong>And my tongue shall sing aloud of Thy righteousness.</strong></p><p>O Lord, open Thou my lips<br><strong>And my mouth shall show forth Thy praise.</strong></p><p>For Thou desirest not sacrifice, else would I give it:<br><strong>Thou delightest not in burnt offering.</strong></p><p>The sacrifices of God are a broken spirit:<br><strong>A broken and a contrite heart, God, Thou wilt not despise.</strong></p><p>Do good in Thy good pleasure unto Zion:<br><strong>Build Thou the walls of Jerusalem.</strong></p><p>Then shalt Thou be pleased with the sacrifices of righteousness, with burnt-offering and whole burnt<br>Offering:<br><strong>Then shall they offer bullocks upon Thine altar.</strong></p><p>Glory be to the Father, and to the Son, and to the Holy Ghost:<br><strong>As it was in the beginning, is now, and ever shall be, world without end. Amen.</strong></p>",
        "end": "<p><em>Then shall be said:</em></p><p>Turn us again, O God of hosts;<br><strong>Cause Thy face to shine and we shall be saved.</strong></p><p>Arise, O Christ, for our help;<br><strong>And redeem us, for Thy mercy’s sake.</strong></p><p>Hear my prayer, O LORD;<br><strong>And let my cry come unto Thee.</strong></p><p>The Lord be with you.<br><strong>And with thy spirit.</strong></p><p>Let us pray.</p><p><em>Then shall the Minister say a Collect for the Season and any other suitable Collects, and after that he may say this Collect for peace.</em></p><p>Give peace in our days, O Lord:<br><strong>Because there is none other that fighteth for us, except Thou, our God.</strong></p><p>O Lord, let there be peace in Thy strength:<br><strong>And abundance in Thy towers.</strong></p><p>Let us pray.<br><strong>O God, from whom all holy desires, all good counsels, and all just works do proceed: Give unto Thy&nbsp;</strong><strong>servants that peace, which the world cannot give; that our hearts may be set to obey Thy commandments,&nbsp;</strong><strong>and also that by Thee, we, being defended from the fear of our enemies, may pass our time in rest and&nbsp;</strong><strong>quietness; through the merits of Jesus Christ our Savior. Amen.</strong></p>"
    }, 
    "morning_suffrages":{
        "title": "Morning Suffrages",
        "content":"<p>O Lord,<br><strong>Have mercy upon us.</strong></p> <p>O Christ,&nbsp;<br><strong>Have mercy upon us</strong>.</p> <p>O Lord,&nbsp;<br><strong>Have mercy upon us</strong>.</p> <p><em>Then shall all say:</em></p> <p>Our Father who art in heaven; Hallowed be Thy name; Thy kingdom come; Thy will be done on earth as it is in heaven; Give us this day our daily bread; And forgive us our trespasses, as we forgive those who trespass against us; And lead us not into temptation; But deliver us from evil. Amen.</p> <p>I believe in God the Father Almighty, Maker of heaven and earth; And in Jesus Christ, His only Son, our Lord; Who was conceived by the Holy Ghost, Born of the Virgin Mary; Suffered under Pontius Pilate, Was crucified, dead, and buried; He descended into hell; The third day He rose again from the dead; He ascended into heaven, And sitteth on the right hand of God the Father Almighty; From thence He shall come to judge the quick and the dead.</p> <p>I believe in the Holy Ghost; The holy Christian Church, the communion of saints; The forgiveness of sins; The resurrection of the body; And the life everlasting. Amen.</p> <p>Unto Thee have I cried, O Lord:&nbsp;<br><strong>And in the morning shall my prayer come before Thee.</strong></p> <p>Let my mouth be filled with Thy praise:&nbsp;<br><strong>And with Thine honor all the day.</strong></p> <p>O Lord, hide Thy face from my sins:<br><strong>And blot out all mine iniquities.</strong></p> <p>Create in me a clean heart, O God:<br><strong>And renew a right spirit within me.</strong></p> <p>Cast me not away from Thy presence:<br><strong>And take not Thy Holy Spirit from me.</strong></p> <p>Restore unto me the joy of Thy salvation:<br><strong>And uphold me with Thy free Spirit.</strong></p> <p>Vouchsafe, O Lord, this day:<br><strong>To keep us without sin.</strong></p> <p>Have mercy upon us, O Lord:<br><strong>Have mercy upon us.</strong></p> <p>O Lord, let Thy mercy be upon us:<br><strong>As our trust is in Thee.</strong></p> <p>Hear my prayer, O Lord:<br><strong>And let my cry come unto Thee.</strong></p> <p>The Lord be with you:<br><strong>And with thy spirit.</strong></p> <p><br></p> <p>Let us pray.</p> <p><em>(</em><em>Then shall be said the prayer here following or No. 46 or No.60 of the</em></p> <p><em>Collects and Prayers or any other suitable prayer.)</em></p> <p>We give thanks unto Thee, heavenly Father, through Jesus Christ, Thy dear Son, that Thou hast kept us this night from all harm and danger; and we pray Thee that Thou wouldst keep us this day also from sin and every evil, that all our doings and life may please Thee. For into Thy hands we commend ourselves, our bodies and souls, and all things. Let Thy holy angel be with us that the wicked Foe may have no power over us. Amen.</p> <p><em>Then may be said or chanted the Benedicamus</em></p> <p>Bless we the Lord.&nbsp;<br><strong>Thanks be to God.</strong></p>" 
    }, 
    "evening_suffrages":{
        "title": "Evening Suffrages", 
        "content":"<p>O Lord,<br><strong>Have mercy upon us.</strong></p> <p>O Christ,&nbsp;<br><strong>Have mercy upon us</strong>.</p> <p>O Lord,&nbsp;<br><strong>Have mercy upon us</strong>.</p> <p><em>Then shall all say:</em></p> <p>Our Father who art in heaven; Hallowed be Thy name; Thy kingdom come; Thy will be done on earth as it is in heaven; Give us this day our daily bread; And forgive us our trespasses, as we forgive those who trespass against us; And lead us not into temptation; But deliver us from evil. Amen.</p> <p>I believe in God the Father Almighty, Maker of heaven and earth; And in Jesus Christ, His only Son, our Lord; Who was conceived by the Holy Ghost, Born of the Virgin Mary; Suffered under Pontius Pilate, Was crucified, dead, and buried; He descended into hell; The third day He rose again from the dead; He ascended into heaven, And sitteth on the right hand of God the Father Almighty; From thence He shall come to judge the quick and the dead.</p> <p>I believe in the Holy Ghost; The holy Christian Church, the communion of saints; The forgiveness of sins; The resurrection of the body; And the life everlasting. Amen.</p> <p>Blessed art Thou, O Lord God of our fathers:<br><strong>And greatly to be praised and glorified forever.</strong></p> <p>Bless we the Father and the Son and the Holy Ghost:<br><strong>We praise and magnify Him forever.</strong></p> <p>Blessed art Thou, O Lord, in the firmament of heaven:<br><strong>And greatly to be praised and glorified and highly exalted forever.</strong></p> <p>The almighty and merciful Lord bless and preserve us.<br><strong>Amen.</strong></p> <p>Vouchsafe, O Lord, this night:<br><strong>To keep us without sin.</strong></p> <p>O Lord, have mercy upon us:<br><strong>Have mercy upon us.</strong></p> <p>O Lord, let Thy mercy be upon us:<br><strong>As our trust is in Thee.</strong></p> <p>Hear my prayer, O Lord:<br><strong>And let my cry come unto Thee.</strong></p> <p>The Lord be with you.<br><strong>And with thy spirit.</strong></p> <p>Let us pray:</p> <p><em>(Then shall be said the prayer here following or No.47 of the Collects and Prayers or any other suitable prayer.)</em></p> <p>We thank Thee, heavenly Father, through Jesus Christ, Thy dear Son, that Thou hast kept us this day; and we pray Thee that Thou wouldst graciously forgive us all our sins where we have done wrong, and graciously keep us this night. For into Thy hands we commend ourselves, our bodies and souls, and all things. Let Thy holy angel be with us that the wicked Foe may have no power over us. Amen.</p> <p><em>Then may be said or chanted the Benedicamus</em></p> <p>Bless we the Lord.&nbsp;<br><strong>Thanks be to God.</strong></p>"
    },
    "bidding":{
        "title": "Bidding Prayer",
        "content": "<p><em>(By ancient usage this prayer was specially appointed for Good Friday.)</em></p> <p>Brethren, let us pray for the whole Christian Church, that our Lord God would vouchsafe to defend it against all the assaults and temptations of the Adversary and to keep it perpetually upon the true foundation, Jesus Christ.&nbsp;</p> <p>Almighty and everlasting God, who hast revealed Thy glory to all nations in Jesus Christ and the Word of His truth, keep, we beseech Thee, in safety the works of Thy mercy that so Thy Church, spread throughout all nations, may serve Thee in true faith and persevere in the confession of Thy name; through Jesus Christ, our Lord. <strong>Amen.</strong></p> <p>Let us pray for the Ministers of the Word, for all Estates of men in the Church, and for all the people of God.</p> <p>Almighty and everlasting God, by whose Spirit the whole body of the Church is governed and sanctified, receive the supplications and prayers which we offer before Thee for all Estates of men in Thy holy Church, that every member of the same, in his vocation and ministry, may truly and godly serve Thee; through Christ, our Lord. Amen. Let us pray for our Catechumens, that our Lord God would open their hearts and the door of His mercy, that, having received the remission of all their sins by the washing of regeneration, they may be mindful of their baptismal covenant and evermore be found in Christ Jesus, our Lord. Almighty and everlasting God, who dost always multiply Thy Church and with Thy light and grace dost strengthen the hearts of those whom Thou hast regenerated, confirming unto them Thy covenant and faithfulness, grant unto our Catechumens increase both of faith and knowledge that they may rejoice in their baptism and really and heartily renew their covenant with Thee. <strong>Amen.</strong></p> <p>Let us pray for All in Authority, and especially for the Government of [Country], that we may lead a quiet and peaceable life in all godliness and honesty.</p> <p>O merciful Father in heaven, who holdest in Thy hand all the might of man and who hast ordained the powers that be for the punishment of evildoers and for the praise of them that do well, and of whom is all rule and authority in the kingdoms of the world, we humbly beseech Thee, graciously regard Thy servants, the President of the United States, the Governor of this Commonwealth, our judges and magistrates, and all the rulers of the earth, that all who receive the sword as Thy ministers may bear it according to Thy commandment; through Christ, our Lord. <strong>Amen</strong>.</p> <p>Let us pray our Lord God Almighty that He would deliver the world from all error, take away disease, ward off famine, set free all those who are in chains and bondage, grant a safe return to the wayfarers, health to the sick, and to our mariners a harbor of security.&nbsp;</p> <p>Almighty and everlasting God, the Consolation of the sorrowful and the Strength of the weak, may the prayers of them that in any tribulation or distress cry unto Thee graciously come before Thee, so that in all their necessities they may mark and receive Thy manifold help and comfort; through Christ, our Lord. <strong>Amen.</strong></p> <p><em>(Here may be offered prayers for schismatics, Jews, and heathen. See Collects and Prayers 19&mdash;24.)</em></p> <p>Let us pray for peace, that we may come to the knowledge of God&rsquo;s holy Word and walk before Him as becometh Christians.&nbsp;</p> <p>Almighty and everlasting God, King of Glory, and Lord of heaven and earth, by whose Spirit all things are governed, by whose providence all things are ordered, who art the God of peace and the Author of all concord, grant us, we beseech Thee, Thy heavenly peace and concord that we may serve Thee in true fear, to the praise and glory of Thy name; through Christ, our Lord. <strong>Amen.</strong></p> <p>Let us pray for our enemies, that God would remember them in mercy and graciously vouchsafe unto them such things as are both needful for them and profitable unto their salvation.</p> <p>O almighty, everlasting God, who through Thine only Son, our blessed Lord, hast commanded us to love our enemies, to do good to them that hate us, and to pray for them that persecute us, we earnestly beseech Thee that by Thy gracious visitation all our enemies may be led to true repentance and may have the same love and be of one accord and of one mind and heart with us and with Thy whole Christian Church; through Christ, our Lord. <strong>Amen.</strong></p> <p>Let us pray for the fruits of the earth, that God would send down His blessing upon them and graciously dispose our hearts to enjoy them in submission to His holy will.</p> <p>O Lord, Father Almighty, who by Thy Word hast created, and dost bless and uphold, all things, we pray Thee so to reveal unto us Thy Word, our Lord Jesus Christ, that, He dwelling in our hearts, we may by Thy grace be made meet to receive Thy blessing on all the fruits of the earth and whatsoever pertains to our bodily need; through Christ, our Lord. <strong>Amen.</strong></p> <p>Finally, let us pray for all those things for which our Lord would have us ask, saying:</p> <p>Our Father who art in heaven; Hallowed be Thy name; Thy kingdom come; Thy will be done on earth as it is in heaven; Give us this day our daily bread; And forgive us our trespasses, as we forgive those who trespass against us; And lead us not into temptation; But deliver us from evil; For Thine is the kingdom and the power and the glory forever and ever. <strong>Amen.</strong></p>"
    }
}