{
    "advent": "Through Jesus Christ, our Lord, whose way John the Baptist prepared, proclaiming Him the Messiah, the very Lamb of God, and calling sinners to repentance, that they might escape from the wrath to be revealed when He cometh again in glory.",
    "christmas": "For in the mystery of the Word made flesh Thou hast given us a new revelation of Thy glory, that, seeing Thee in the person of Thy Son, we may be drawn to the love of those things which are not seen.",
    "epiphany": "And now do we praise Thee that Thou didst send unto us Thine only-begotten Son and that in Him, being found in fashion as a man, Thou didst manifest the fullness of Thy glory.",
    "lent" : "Who on the tree of the cross didst give salvation unto mankind that, whence death arose, thence Life also might rise again; and that he who by a tree once overcame might likewise by a tree be overcome, through Christ, our Lord.",
    "easter": "For chiefly are we bound to praise Thee for the glorious resurrection of Thy Son, Jesus Christ, our Lord; for He is the very Paschal Lamb which was offered for us and hath taken away the sins of the world; who by His death hath destroyed death and by His rising to life again hath restored to us everlasting life.",
    "ascension": "Through Jesus Christ, our Lord, who after His resurrection appeared openly to all His disciples and in their sight was taken up into heaven that He might make us partakers of His divine nature.",
    "pentecost": "Through Jesus Christ, Thy dear Son, our Lord and Savior, who ascended above the heavens and, sitting at Thy right hand, poured out on this day the Holy Spirit, as He had promised, upon the chosen disciples; whereat the whole earth rejoices with exceeding joy.",
    "trinity": "Who with Thine only-begotten Son and the Holy Ghost art one God, one Lord. And in the confession of the only true God we worship the Trinity in Person and the Unity in Substance, of Majesty coequal.",
    "apostles": "Through Jesus Christ, our Lord, who built up the church on the foundation of the Prophets and Apostles in the unity of the catholic faith by the work of the Holy Ghost."
}